{"schema": {"fields":[{"name":"index","type":"integer"},{"name":"sent","type":"string"},{"name":"tagRootSent","type":"string"},{"name":"tagDetected","type":"string"},{"name":"label","type":"string"}],"primaryKey":["index"],"pandas_version":"0.20.0"}, "data": [{"index":0,"sent":"We detected visual companions within 1'' for 5 stars, between 1'' and 2'' for 7 stars, and between 2'' and 4'' for 15 stars.","tagRootSent":"VBD","tagDetected":"VBD","label":"discovery"},
{"index":1,"sent":"Using these data and photometry from the Spitzer Space Telescope, we have identified members with infrared excess emission from circumstellar disks and have estimated the evolutionary stages of the detected disks, which include 31 new full disks and 16 new candidate transitional, evolved, evolved transitional, and debris disks.","tagRootSent":"VBN","tagDetected":"VBN","label":"discovery"},
{"index":2,"sent":"Of the over 800 exoplanets detected to date, over half are on non-circular orbits, with eccentricities as high as 0.93.","tagRootSent":"VBP","tagDetected":"VBN","label":"None"},
{"index":3,"sent":"We find that for these false positive scenarios, CO at 2.35 μm, CO_2 at 2.0 and 4.3 μm, and O_4 at 1.27 μm are all stronger features in transmission than O_2\/O_3 and could be detected with S\/Ns ≳ 3 for an Earth-size planet orbiting a nearby M dwarf star with as few as 10 transits, assuming photon-limited noise.","tagRootSent":"VBP","tagDetected":"VBN","label":"discovery"},
{"index":4,"sent":"We present two exoplanets detected at Keck Observatory.","tagRootSent":"VBP","tagDetected":"VBN","label":"discovery"},
{"index":5,"sent":"This disfavours the possibility of GI-caused spiral structure in systems with q&lt;0.25 being detected in relatively short integration times, such as those found in the DSHARP ALMA survey (Andrews et al. 2018; Huang et al. 2018).","tagRootSent":"VBZ","tagDetected":"VBN","label":"None"},
{"index":6,"sent":"Planets lying in this zone are then more easily detected with the radial-velocity method [3], the most successful in detecting exoplanets.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":7,"sent":"The 2004 flux density was 0.05 Jy, about an order of magnitude lower than the single 2003 burst and the five bursts detected in 2002.","tagRootSent":"VBD","tagDetected":"VBD","label":"discovery"},
{"index":8,"sent":"This statement is supported by a figure given in the article, which shows a primary signal with a depth of 6 mmag, detected with 4σ confidence and a possible secondary signal with a depth of 2 mmag.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":9,"sent":"Combining these instruments with powerful telescopes, astronomers have detected thousands of exoplanets.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":10,"sent":"Here we present a catalog of 164 single transit and eclipse candidates detected during a comprehensive survey of all currently available K2 data.","tagRootSent":"VBP","tagDetected":"VBD","label":"discovery"},
{"index":11,"sent":"The detected planets shepherd the outer cool debris belt.","tagRootSent":"NN","tagDetected":"VBN","label":"discovery"},
{"index":12,"sent":"The spectral type is estimated to be M7 (̃2700 K), and thus no methane absorption is detected in the H band.","tagRootSent":"VBN","tagDetected":"VBN","label":"discovery"},
{"index":13,"sent":"The presence of the close-in massive planet could also be an interpretation for the high level of stellar activity detected.","tagRootSent":"VB","tagDetected":"VBN","label":"None"},
{"index":14,"sent":"The instrument uses two emCCD cameras providing simultaneous dual-color observations help to characterize detected companions.","tagRootSent":"VBZ","tagDetected":"VBN","label":"None"},
{"index":15,"sent":"We further discuss a speckle subtraction and suppression technique that fully takes advantage of spectral and time-domain information on quasi-static speckles to measure the highest-fidelity photometry as well as accurate astrometry of detected companions.","tagRootSent":"VBP","tagDetected":"VBN","label":"None"},
{"index":16,"sent":"In this framework, asteroseismic studies represent an excellent tool to determine the structural differences between stars with and without detected planets.","tagRootSent":"VBP","tagDetected":"VBN","label":"None"},
{"index":17,"sent":"The detected induced magnetic field infers a saline ocean layer.","tagRootSent":"VBZ","tagDetected":"VBN","label":"discovery"},
{"index":18,"sent":"Differential astrometry measurements from the Palomar High-precision Astrometric Search for Exoplanet Systems (PHASES) are used to constrain the astrometric orbit of the previously known lsim2 day subsystem in the triple system 63 Gem A and have detected a previously unknown two-year Keplerian wobble superimposed on the visual orbit of the much longer period (213 years) binary system HR 2896.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":19,"sent":"Just two of 10 extrasolar planets found by microlensing have been detected by the planetary caustic, despite the higher probability of planet detection relative to the central caustic, which has been responsible for four extrasolar planet detections.","tagRootSent":"VBN","tagDetected":"VBN","label":"discovery"},
{"index":20,"sent":"The structures detected at millimeter wavelengths could be gaps in the distributions of large grains on the disk midplane caused by planets not massive enough to fully open the gaps.","tagRootSent":"VB","tagDetected":"VBD","label":"None"},
{"index":21,"sent":"A distinct supersoft X-ray component was also detected at optical maximum, which probably arises from an optically thick boundary layer.","tagRootSent":"VBN","tagDetected":"VBN","label":"discovery"},
{"index":22,"sent":"The detected signals are dominated by events with relatively low signal-to-noise ratios and by events with relatively short periods.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":23,"sent":"Shadows have been detected in several protoplanetary disks, suggesting that misalignment in disks is not uncommon.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":24,"sent":"Supplemental slit-scanning spectroscopy using adaptive optics was performed within 0.38\" of HD 141569A to search for extended emission from H^+_3, but no emission was detected.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":25,"sent":"On July 16, 2009, we detected a 3σ emission whose light curve is consistent with an eclipse when the planet passed behind the star.","tagRootSent":"VBD","tagDetected":"VBD","label":"discovery"},
{"index":26,"sent":"While the discovery of α Cen Bb has shown that terrestrial planets can be detected in solar-type binary stars using current observational facilities, it remains to be shown whether this is also the case for Earth analogs in HZs.","tagRootSent":"VBZ","tagDetected":"VBN","label":"None"},
{"index":27,"sent":"We measure the flux of the four stellar emission features detected in the COS spectrum (C II, C III, C IV, Si IV).","tagRootSent":"VBP","tagDetected":"VBN","label":"None"},
{"index":28,"sent":"No multiplets were detected leaving EC 01541-1409 as yet another rich p-mode sdB pulsator without these features, limiting observational constraints on pulsation modes.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":29,"sent":"For the closest planets detected so far ( ≲ 0.05 AU), the effect on the radius is of the order of 1 to 10%, by no means a negligible effect, enhancing the puzzling problem of the anomalously large bloated planets.","tagRootSent":"VBZ","tagDetected":"VBD","label":"None"},
{"index":30,"sent":"We also discuss the usefulness of this method given that some planets might be not detected, but still affect the overall stability of the system.","tagRootSent":"VBP","tagDetected":"VBN","label":"None"},
{"index":31,"sent":"No absorptions are detected for other lines.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":32,"sent":"The orbital companion of Fomalhaut, Fomalhaut b, is detected in multi-color, coronagraphic observations acquired with the Hubble Space Telescope using the high-resolution channel of the Advanced Camera for Surveys.","tagRootSent":"VBN","tagDetected":"VBN","label":"discovery"},
{"index":33,"sent":"The DCO^+ line is detected in the HD 169142 disk with a total integrated line flux of 730 ± 73 mJy km s^-1.","tagRootSent":"VBN","tagDetected":"VBN","label":"discovery"},
{"index":34,"sent":"Ground- and space-based planet searches employing radial velocity techniques and transit photometry have detected thousands of planet-hosting stars in the Milky Way.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":35,"sent":"While the original Kepler mission detected systems with up to seven planets, K2 had yet to detect systems with more than three candidates until now.","tagRootSent":"VBD","tagDetected":"VBD","label":"None"},
{"index":36,"sent":"GJ 832b has the second largest angular distance from its star among radial velocity detected exoplanets (0.69 arcsec) making it a potentially interesting target for future direct detection.","tagRootSent":"VBZ","tagDetected":"VBN","label":"None"},
{"index":37,"sent":"Subsequently, the number of planets detected by microlensing is increasing.","tagRootSent":"VBG","tagDetected":"VBN","label":"None"},
{"index":38,"sent":"We detected a p.d.f. pattern that represents an upturn followed by an overshooting peak spanning P̃","tagRootSent":"VBD","tagDetected":"VBD","label":"discovery"},
{"index":39,"sent":"≲20 M _Jup possess actively accreting subdisks detected via Paβ line emission, which represents a lower limit on the prevalence of circumplanetary disks in general, as some are expected to be in a quiescent phase of accretion.","tagRootSent":"VBP","tagDetected":"VBN","label":"discovery"},
{"index":40,"sent":"Using design reference missions and other simulations, we explore the potential of TPF-O to find planets in the habitable zone around their central stars, to spectrally characterize the atmospheres of detected planets, and to obtain rudimentary information about their orbits.","tagRootSent":"VBP","tagDetected":"VBN","label":"None"},
{"index":41,"sent":"With the rapid developments in the exoplanet field, more and more terrestrial exoplanets are being detected.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":42,"sent":"Kepler-47 is the first multi-body circumbinary planetary system detected by the Kepler space telescope.","tagRootSent":"VBZ","tagDetected":"VBN","label":"discovery"},
{"index":43,"sent":"A solution to both of these problems is to use the science camera of an ExAO system as a wavefront sensor to perform a fast measurement and correction method to remove these aberrations as soon as they are detected.","tagRootSent":"VBZ","tagDetected":"VBN","label":"None"},
{"index":44,"sent":"Although microlensing searches have so far detected only a handful of planets, these have already changed our understanding of planet formation beyond the snow line.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":45,"sent":"Over 100 extrasolar planets have been already detected, the vast majority of which by radial velocity measurements.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":46,"sent":"Finally, the planet-star contrast must exceed a certain minimum value in order for the planet to be detected.","tagRootSent":"VB","tagDetected":"VBN","label":"None"},
{"index":47,"sent":"The debris disk of HIP 73145 has been detected in scattered light in the near-IR, and at far-IR wavelengths before, but no substructure has been seen so far.","tagRootSent":"VBN","tagDetected":"VBN","label":"discovery"},
{"index":48,"sent":"The combined spectrum is very different from the predictions of cloud-free models for hot Jupiters: it is dominated by Rayleigh scattering over the whole visible and near-infrared range, the only detected features being narrow sodium and potassium lines.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":49,"sent":"We have detected and confirmed radio flares from the T6.5 dwarf","tagRootSent":"VBN","tagDetected":"VBN","label":"discovery"},
{"index":50,"sent":"We present the discovery of two planetary systems consisting of a Saturn-mass planet orbiting an M-dwarf, which were detected in faint microlensing events OGLE-2013-BLG-0132 and OGLE-2013-BLG-1721.","tagRootSent":"VBP","tagDetected":"VBN","label":"discovery"},
{"index":51,"sent":"Based on previous ground-based cometary observations, this was an unexpected finding, as was the significant amount of O2 detected.","tagRootSent":"VBD","tagDetected":"VBN","label":"discovery"},
{"index":52,"sent":"Our work addresses analysis of stellar reflex motion data, where a planet is detected by observing the \"wobble\" of its host star as it responds to the gravitational tug of the orbiting planet.","tagRootSent":"VBZ","tagDetected":"VBN","label":"None"},
{"index":53,"sent":"We have detected rotation in seven dM1e stars and 11 dM1 stars and upper limits for 20 other dM1 stars.","tagRootSent":"VBN","tagDetected":"VBN","label":"discovery"},
{"index":54,"sent":"Horologii is quite extended; it is detected to a distance of about 65 AU, i.e. 10,000 million km, from the star.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":55,"sent":"The PLATO space-based data will be complemented by ground-based follow-up observations, in particular very precise radial velocity monitoring, which will be used to confirm the planetary nature of the detected events and to measure the planet masses.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":56,"sent":"Using the cumulative catalog of planets detected by the NASA Kepler mission, we reconstruct the intrinsic occurrence of Earth- to Neptune-size (1-4 R _⊕) planets and their distributions with radius and orbital period.","tagRootSent":"VBP","tagDetected":"VBN","label":"None"},
{"index":57,"sent":"Intranight variability was not detected from all of these light curves.","tagRootSent":"VBN","tagDetected":"VBN","label":"discovery"},
{"index":58,"sent":"We detected four out-of-transit u’ band events consistent with stellar flares.","tagRootSent":"VBD","tagDetected":"VBD","label":"discovery"},
{"index":59,"sent":"In the case of HD 142245, we found evidence that the detected companion is actually a close binary itself with a projected separation of only about 4 au, i.e. HD 142245 might be a hierarchical triple stellar system, which hosts an exoplanet, a new member in the short list of such systems, presently known.","tagRootSent":"VBD","tagDetected":"VBN","label":"discovery"},
{"index":60,"sent":"In the last decade, the number of detected exoplanets has increased to over thousand confirmed planets and more as yet unconfirmed planet candidates.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":61,"sent":"A variety of terrestrial planets with different physical parameters and exotic atmospheres might plausibly exist outside our Solar System, waiting to be detected by the next generation of space-exploration missions.","tagRootSent":"VB","tagDetected":"VBN","label":"None"},
{"index":62,"sent":"For 759 exoplanets detected by radial velocities method we found that distances of exoplanets from central star comply in general Schmidt law and these distances depend on the stellar surface temperature.","tagRootSent":"VBD","tagDetected":"VBN","label":"discovery"},
{"index":63,"sent":"In addition, a substantial number of variable stars have been detected.","tagRootSent":"VBN","tagDetected":"VBN","label":"discovery"},
{"index":64,"sent":"arXiv:1006.2815) is being continuously augmented as more data are collected and EBs are detected at longer periods.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":65,"sent":"In this work, we present our statistical analysis of the outliers thus detected.","tagRootSent":"VBP","tagDetected":"VBD","label":"None"},
{"index":66,"sent":"Our historical monitoring has detected high-velocity spectral features (~13,000 km s^-1) in 2011 September, one year before the current SN-like event.","tagRootSent":"VBN","tagDetected":"VBN","label":"discovery"},
{"index":67,"sent":"The properties of the detected systems are described, emphasizing 1) the questions set by the peculiarities of the new planets (large mass, large eccentricity, small separation) and the proposed answers and 2) the first statistical trends pointed out from the sample gathered so far (clear different formation processes for planet and binaries from the planetary mass and orbital-element distributions, the high metal content of stars hosting planets).","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":68,"sent":"Images were taken at a minimum of two observation epochs to check whether detected companion candidates are co-moving with the primary stars.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":69,"sent":"An initial census of large ring systems can be carried out using high-precision follow-up observations of detected transits and by the upcoming NASA Kepler mission.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":70,"sent":"A considerable change in Blazhko effect for V25 has been detected.","tagRootSent":"VBN","tagDetected":"VBN","label":"discovery"},
{"index":71,"sent":"Of the 1919 main-sequence exoplanet hosts analyzed, robust rotation periods were detected for 737.","tagRootSent":"VBN","tagDetected":"VBN","label":"discovery"},
{"index":72,"sent":"Likewise, Ganymede observations were attempted at 3.6 μm by the Spitzer Space Telescope, but it was not detected, suggesting a significant wavelength dependence.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":73,"sent":"Aims: We present here the list of planetary transit candidates detected in the first long run observed by CoRoT: LRc01, towards the galactic center in the direction of Aquila, which lasted from May to October 2007.","tagRootSent":"VBZ","tagDetected":"VBD","label":"None"},
{"index":74,"sent":"Given high metallicity, and the trend indicating that multiple systems are rich in low-mass companions, this system is likely to host additional low-mass planets in its habitable zone that can be readily detected with state-of-the-art optical and near-infrared RV measurements.","tagRootSent":"VBZ","tagDetected":"VBN","label":"None"},
{"index":75,"sent":"This provokes the question of whether exoplanets have aurorae, and whether their aurorae can be detected.","tagRootSent":"VBZ","tagDetected":"VBN","label":"None"},
{"index":76,"sent":"The pre-transit signal is again detected in the Balmer lines but with variable strength and timing, suggesting that the bow shock geometry reported in our previous work does not describe the signal from the latest transit.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":77,"sent":"Furthermore, our analysis indicates that C_2H_2 is the major absorber in the atmosphere of WASP-12b and the absorption features detected near 1.6 and 8","tagRootSent":"VBZ","tagDetected":"VBN","label":"discovery"},
{"index":78,"sent":"We have detected the surface magnetic field as circularly polarized signatures in the 819 nm sodium lines when an active emission region faced the Earth.","tagRootSent":"VBN","tagDetected":"VBN","label":"discovery"},
{"index":79,"sent":"giant planet at ∼0.5 AU, but HD 80607 has no detected planets.","tagRootSent":"VBZ","tagDetected":"VBN","label":"None"},
{"index":80,"sent":"We found that about half the stars are too faint for the granulation background to be reliably detected above the white noise.","tagRootSent":"VBD","tagDetected":"VBN","label":"discovery"},
{"index":81,"sent":"If a roughly Earth-sized, Earth-mass moon would be detected in orbit around a giant planet, and if the planet-moon duet would orbit in the stellar HZ, then it will be crucial to recover the orbital history of the moon.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":82,"sent":"These exotic stars have a binary frequency of (at least) 80%, more than three times that detected for stars in the remainder of the sample.","tagRootSent":"VBP","tagDetected":"VBD","label":"None"},
{"index":83,"sent":"If the two-planet model is true, then this is the third multiple-planet system detected using the microlensing method and the first multiple-planet system detected in low-magnification events, which are dominant in the microlensing survey data.","tagRootSent":"VBZ","tagDetected":"VBD","label":"None"},
{"index":84,"sent":"Our results can thus be used to constrain the icy\/volatile phase composition of cold planets evidenced by microlensing surveys, hypothetical ocean planets, and carbon planets, which could be detected by COROT or Kepler.","tagRootSent":"VBN","tagDetected":"VBN","label":"discovery"},
{"index":85,"sent":"Brigham Young University (BYU) has been assisting in the ground-based follow-up of extrasolar planet candidates detected by the KELT telescope using our 0.4-meter and 0.9-meter telescopes.","tagRootSent":"VBG","tagDetected":"VBN","label":"None"},
{"index":86,"sent":"Since this is the first planet detected orbiting a fast rotating star, the uncertainties in both the radial-velocity measurements and the planetary mass are larger than for most other planets discovered to date.","tagRootSent":"VBP","tagDetected":"VBD","label":"None"},
{"index":87,"sent":"Nearly all of the 100 plus extrasolar planets discovered to date have been detected via precise (3--6 m s^-1) radial velocity measurements of solar-type stars.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":88,"sent":"We find that a close-in Jupiter-like planet orbiting at 0.05 AU presents a radio power that is ~5 orders of magnitude larger than the one observed in Jupiter, which suggests that the stellar wind from a young star has the potential to generate strong planetary radio emission that could be detected in the near future with LOFAR.","tagRootSent":"VBP","tagDetected":"VBN","label":"discovery"},
{"index":89,"sent":"Kepler has detected numerous exoplanet transits by measuring stellar light in a single visible-wavelength band.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":90,"sent":"We report the discovery of six new substellar companions of main-sequence stars, detected by multiple Doppler measurements with the instrument HARPS installed on the ESO 3.6m telescope, La Silla, Chile.","tagRootSent":"VBP","tagDetected":"VBN","label":"discovery"},
{"index":91,"sent":"We find that stellar wind drag can dominate the circumstellar grain removal and plausibly explain the dearth of M dwarf systems older than 10 Myr with currently detected infrared excesses.","tagRootSent":"VBP","tagDetected":"VBN","label":"discovery"},
{"index":92,"sent":"The transmission signal of oxygen from an Earth-twin orbiting a small red dwarf star is only a factor of three smaller than that of carbon monoxide recently detected in the hot Jupiter τ Boötis b, albeit such a star will be orders of magnitude fainter.","tagRootSent":"VB","tagDetected":"VBD","label":"None"},
{"index":93,"sent":"The observing campaigns presented here reveal no pulsations other than the initially detected frequency.","tagRootSent":"VB","tagDetected":"VBN","label":"None"},
{"index":94,"sent":"The VIRT has begun reacting autonomously to the gamma-ray coordinates network (GCN) alerts in 2017 and, despite the challenges presented to the Caribbean region by hurricanes Irma and Maria, was a participant in the follow-up campaign of GW170817, the first source simultaneously detected in gravitational waves and electromagnetic waves.","tagRootSent":"VBN","tagDetected":"VBN","label":"None"},
{"index":95,"sent":"We find that such objects can feasibly be detected by a ground-based transit survey if their formation frequency is high and if correlated noise can be controlled to sub-milli-magnitude levels.","tagRootSent":"VBP","tagDetected":"VBN","label":"None"},
{"index":96,"sent":"The analysis of the combined HIRES\/HARPS data again only reliably detected the 5.37 and 12.9 d periods.","tagRootSent":"VBD","tagDetected":"VBD","label":"discovery"},
{"index":97,"sent":"We report absorption in atomic magnesium (Mg i), while no signal has been detected in the lines of singly ionized magnesium (Mg ii).","tagRootSent":"VBP","tagDetected":"VBN","label":"discovery"},
{"index":98,"sent":"We searched for a transit signature of HD 77338b but none was detected.","tagRootSent":"VBD","tagDetected":"VBN","label":"None"},
{"index":99,"sent":"We detected possible periodic variations in the duration of the exoplanet transit across the stellar disk with time for HAT-P-12b that could be caused by variations in orbital inclination.","tagRootSent":"VBD","tagDetected":"VBD","label":"discovery"}]}